const JSONList = [
    { id: "2025", name: '考公时政（一）', describe: '考公时政1000题，包含选择和多选题，判断题，不包含分析和材料题', file: "2025.json" },
    { id: "20252", name: '考公时政（二）', describe: '考公时政1000题，包含选择和多选题，判断题，不包含分析和材料题', file: "20252.json" },
    { id: "20253", name: '考公时政（三）', describe: '考公时政1000题，包含选择和多选题，判断题，不包含分析和材料题', file: "20253.json" },
    { id: "20254", name: '考公时政（四）', describe: '考公时政1000题，包含选择和多选题，判断题，不包含分析和材料题', file: "20254.json" },
    { id: "20255", name: '考公时政（五）', describe: '考公时政1000题，包含选择和多选题，判断题，不包含分析和材料题', file: "20255.json" },
    { id: "20256", name: '考公时政（六）', describe: '考公时政1000题，包含选择和多选题，判断题，不包含分析和材料题', file: "20256.json" },
    { id: "20257", name: '考公时政多选题（七）', describe: '考公时政1000题，包含选择和多选题，判断题，不包含分析和材料题', file: "20257.json" },
    { id: "20258", name: '考公时政多选题（八）', describe: '考公时政1000题，包含选择和多选题，判断题，不包含分析和材料题', file: "20258.json" },
     { id: "20259", name: '考公时政判断题（九）', describe: '考公时政1000题，包含选择和多选题，判断题，不包含分析和材料题', file: "20259.json" }
]